Repository: dci-debian-kde-applications/ktp-contact-runner
Catalog: po/*/plasma_runner_ktp_contacts.po
Languages: ast

source: Finds all IM contacts matching :q:.
ast: Alcuentra tolos contautos MI de concasen con :q:.

source: Finds all contacts matching :q: that are capable of audio call and uses audio calls as default action.
ast: Alcuentra tolos contautos que concasen con :q: que seyan capaces a facer llamaes y usa les llamaes como aición por defeutu.

source: Finds all contacts matching :q: that are capable of video call and uses video calls as default action.
ast: Alcuentra tolos contautos que concasen con :q: que seyan capaces a facer videollamaes y usa les videollamaes como aición por defeutu.

source: Finds all contacts matching :q: that are capable of receiving files and sends file as default action.
ast: Alcuentra tolos contautos que concasen con :q: que seyan capaces a recibir ficheros y unvia ficheros como aición por defeutu.

source: Finds all contacts matching :q: that are capable of sharing desktop and sets desktop sharing as default action.
ast: Alcuentra tolos contautos que concasen con :q: que seyan capaces a compartir d'escritoriu ya fita la compartición d'escritoriu como aición por defeutu.

source: Change IM status and set status message.
ast: Camuda l'estáu de MI y afitar mensaxe d'estáu.

source: Connect all IM accounts
ast: Coneuta toles cuentes de MI

source: Disconnect all IM accounts
ast: Desconeuta toles cuentes de MI

source: Start Chat
ast: Aniciar charra

source: Start Audio Call
ast: Aniciar llamada

source: Start Video Call
ast: Aniciar videollamada

source: Send file(s)
ast: Unviar ficheru(os)

source: Share My Desktop
ast: Compartir el mio escritoriu

source: Open the log viewer
ast: Abrir el visor de rexistros

source: Choose files to send to %1
ast: Escueyi los ficheros pa unviar a %1

# IM presence
source: online
ast: en llinia

# IM presence
source: away
ast: ausente

# IM presence
source: busy
ast: ocupáu

# IM presence
source: hidden
ast: anubríu

# IM presence
source: offline
ast: fuera de llinia

# Description of runner action
source: Set IM status to online
ast: Afita l'estau de MI a «en llinia»

# Description of runner action
source: Set IM status to away
ast: Afita l'estau de MI a «ausente»

# Description of runner action
source: Set IM status to busy
ast: Afita l'estau de MI a «ocupáu»

# Description of runner action
source: Set IM status to hidden
ast: Afita l'estau de MI a «anubríu»

# Description of runner action
source: Set IM status to offline
ast: Afita l'estau de MI a «fuera de llinia»

source: Status message: %1
ast: Mensaxe d'estáu: %1
